---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.FacingOrientation
zh: 族实例
source: html/989288ad-d81c-9ee6-4351-21daf93d9cf0.htm
---
# Autodesk.Revit.DB.FamilyInstance.FacingOrientation Property

**中文**: 族实例

Property to get the orientation of family instance facing.

## Syntax (C#)
```csharp
public XYZ FacingOrientation { get; }
```